Repository: kamperh/kamperh.github.io
Catalog: data/siyavula_en_af.3.tmx
Source language: en
Languages: af

source: it did not need a steering wheel because the driver can switch the motors on and off in each wheel .
af: dit het nie 'n stuurwiel gehad nie aangesien die bestuurder die motors in elke wiel kon aan en afskakel .

source: this steers the vehicle .
af: dit het die maantuig gestuur .

source: it had two seats with seat belts .
af: dit het ook twee sitplekke met sitplekgordels gehad .

source: the part that looks like an umbrella is an aerial that picked up radio messages from earth .
af: die deel wat soos 'n sambreel lyk is 'n lugdraad wat radioboodskappe van die aarde af opgetel het .

source: can you see this in the picture ?
af: kan jy dit in hierdie foto sien ?

source: it looks a bit like a satellite dish you see on some houses for television .
af: dit lyk nogal soos 'n satellietskottel wat &#8216;n mens op party huisesien vir televisie opvangs .

source: how do you think the rover got energy to work the motors in the wheels ?
af: hoe dink jy het die maantuig elektrisiteit gekry om diemotors in die wiele te laat werk ?

source: it had to carry batteries to provide energy to the motors .
af: dit het batterye saamgedra om elektriese energie aan diemotors te voorsien .

source: the rover was made of very light materials .
af: die maantuig was van baie ligte materiaal gemaak.hoekom was dit noodsaaklik dat die maantuig lig is ?

source: firstly a rocket had to lift it off the earth to go to the moon; secondly a light vehicle could work on smaller batteries .
af: eerstens moes 'n vuurpyl in staat wees om dit van dieaarde af op te lig en maan toe te dra .

source: why did the wheels have shields over them ?
af: hoekom het die wiele skerms oorgehad ?

source: the shields are the orange things over the wheels .
af: die skerms is die oranje goed oor die wiele .

source: the tyres could throw up small stones that could do damage .
af: die wiele kon klein klippies opskiet wat skade sou konveroorsaak .

source: the wheels of the rover were quite wide .
af: die wiele van die maantuig was redelik wyd .

source: what would happen if the wheels were narrow like a bicycle wheel ?
af: wat sougebeur as die wiele so smal soos 'n fietswiel was ?

source: the wheels would sink into the sand and get stuck .
af: die wiele sou wegsak in die sand en sou in die sand vassit .

source: why must cars on earth have headlights ?
af: hoekom het motors op aarde kopligte ?

source: cars on earth have headlights so that the drivers can see the road at night .
af: om snags die pad te kan sien .

source: do you think the rover needed headlights ?
af: dink jy die maantuig het kopligte nodig ?

source: no the astronauts worked in full sunlight .
af: nee die ruimtevaarders het in volle sonlig gewerk .

source: your moon rover needs energy to make it move .
af: jou maantuig het energie nodig om te kan beweeg .

source: do you remember that in gr. 5 we looked at energy and movement when doing energy and change ?
af: kan jy onthou dat ons in graad 5 gekyk het na energie en beweging toe ons energie en verandering gedoen het ?

source: this is quite a difficult topic and you will learn more about it in later grades so let's refresh some of these terms .
af: hierdie is nogal 'n moeilike onderwerp en jy sal meer hieroor leer in ander grade so kom ons verfris jou geheue deur weer na 'n paar van die terme te kyk .

source: when you stretch an elastic you transfer energy to it called stored energy .
af: wanneer jy 'n rek uitrek gee jy dit gestoorde energie .

source: another way of saying this is that you give the elastic potential energy .
af: ons noem dit ook potensi&#235;le energie .

source: this means it has the potential to do work .
af: dit beteken dit het die potensiaal of vermo&#235; om werk te verrig .

source: or in other words in the future the stretched elastic band can do something .
af: met ander woorde in die toekoms kan die uitgerekte rek iets doen .

source: when you let the stretched elastic band go it now moves as it springs back .
af: wanneer jy die uitgerekte rek los beweeg dit .

source: this is movement energy and is also called kinetic energy .
af: dit is bewegingsenergie ook bekend as kinetiese energie .

source: kinetic means movement .
af: kineties beteken beweging .

source: the potential energy stored in the stretched elastic band changed into kinetic energy as the elastic band was released and moved .
af: die potensi&#235;le energie wat in die rek gestoor is word omgesit in kinetiese energie sodra die rek losgelaat word en dit beweeg dan terug na die oorspronklike posisie .

source: now let's apply these terms to the rover .
af: kom ons pas hierdie kennis nou toe op ons maantuig .

source: you can also give something potential energy by lifting it up off the ground as it then has the potential to fall or move back to the ground .
af: jy kan iets potensi&#235;le energie gee deur dit van die grond af op te lig want dit het dan die potensiaal om terug te val grond toe .

source: you can give energy to your moon rover if you lift it up on a plank as you see in this picture .
af: jy kan vir jou maantuig energie gee deur dit op te lig op 'n plank soos jy in die prent kan sien .

source: when you lift up the plank and rover your hand gives some of your energy to the rover .
af: wanneer jy die plank en die maantuig oplig gee jou hand van jou energie aan die maantuig .

source: it now has potential energy to move .
af: dit het nou potensi&#235;le energie om te beweeg .

source: when you let the rover go what will happen ?
af: as jy die maantuig loslaat wat sal gebeur ?

source: use the words kinetic energy in your answer .
af: gebruik die woorde kinetiese energie in jou antwoord. .

source: the rover will lose potential energy and gain kinetic energy as it moves down the ramp .
af: die maantuig sal potensi&#235;le energie verloor en kinetiese energie verkry as dit teen die plank af beweeg .

source: this might be quite difficult for some learners to answer if they have still not understood the topics .
af: hierdie kan dalk vir sommige leerders moeilik wees om te antwoord indien hulle steeds nie hierdie onderwerpe verstaan nie .

source: perhaps answer the question as a class discussion .
af: beantwoord die vraag moontlik in 'n klasbespreking .

source: the plank is useful for testing the wheels of your model .
af: die plank is nuttig om jou model se wiele te toets .

source: but the rover must be able to go up hills not only down them .
af: maar die maantuig moet ook teen bulte kan opbeweeg nie net af nie .

source: the second way to give your rover energy to move is to use an electric motor and battery .
af: die tweede manier waarop jy vir jou maantuig energie kan gee om te beweeg is deur 'n elektriese motor en battery te gebruik .

source: do you remember last term we looked at electric circuits and the source of energy for a circuit is a cell or battery ?
af: kan jy onthou dat ons verlede kwartaal na elektriese stroombane gekyk het en dat 'n sel of battery die bron van energie vir die stroombaan was ?

source: you can fit an electric motor and a battery to your rover .
af: jy kan 'n elektriese motor en battery in jou maantuig installeer .

source: the potential energy in that system is in the battery .
af: die potensi&#235;le energie in daardie stelsel is dan in die battery .

source: another way to make your rover move on the moon is to use a rocket .
af: 'n ander manier om jou maantuig op die maan te laat beweeg is om 'n vuurpyl te gebruik .

source: rockets will work on the moon .
af: vuurpyle sal op die maan werk .

source: inside the rocket gas pushes against all the sides .
af: binne in die vuurpyl is daar gas wat teen al die kante druk .

source: some gas pushes against the walls of the balloon and some gas pushes out through the opening of the balloon .
af: van die gas druk teen die wande van die ballon en van die gas druk uit deur die ballon se opening .

source: look at the rocket car in the picture .
af: kyk na die vuurpyl aangedrewe motor in die prent .

source: the gas pushing through the opening of the balloon pushes the whole car forward .
af: die gas wat deur die ballon se opening druk laat die hele motor vorentoe beweeg .

source: this rocket is on rollers .
af: die vuurpyl is op rollers .

source: could you fit wheels to this car ?
af: kan jy vir hierdie motor wiele gee ?

source: the real moon rovers had batteries and electric motors in each wheel .
af: die regte maantuie het batterye en elektriese motors in elke wiel gehad .

source: many electric cars have a motor .
af: baie elektriese motors werk op dieselfde beginsel .

source: this motor can give energy to your moon rover .
af: hierdie motors kan energie aan jou maantuig verskaf .

source: investigate ways to make a body with wheels
af: bestudeer maniere waarop 'n struktuur met wiele gemaak kan word

source: your moon rover needs a body for the scientists to sit on and to put the rocks into .
af: jou maantuig moet 'n struktuur h&#234; waarop die wetenskaplikes kan sit en waarin hulle die rotse kan vervoer .

source: the body of a vehicle must have good ways to hold the wheels .
af: die wiele moet stewig aan die struktuur van die voertuig vas wees .

source: we looked at wheels and axles in gr. 5 in energy and change .
af: ons het wiele en asse in graad 5 in energie en verandering bestudeer .

source: a wheel fits onto an axle which is a solid rod or bar that allows the wheels to turn .
af: 'n wiel pas op 'n as wat 'n soliede staaf is wat die wiele toelaat om te draai .

source: you know there are different ways to let wheels turn on an axle .
af: jy weet dat daar verskillende maniere is waarop wiele aan 'n as kan draai .

source: what is the other way to let wheels turn ?
af: op watter ander manier kan die wiele draai ?

source: 1 wheels fixed to the axle
af: 1 wiele wat aan die as vasgeheg is

source: you can use plastic straws or the barrel of a ballpoint pen to make a bearing for an axle .
af: jy kan 'n plastiekstrooitjie of die le&#235; omhulsel van 'n balpuntpen gebruik om 'n laer vir die as te maak .

source: what are the two ways used in the picture to fix the bearing onto the body ?
af: op watter twee maniere word die laer in die prent aan diestruktuur vasgeheg ?

source: you can also use plastic signboard or strong corrugated cardboard to make a body with wheels .
af: jy kan ook plakkaatmateriaal van plastiek of sterk geriffelde karton gebruik om 'n struktuur met wiele te maak .

source: 2 wheels turn on the axle
af: 2 wiele draai om die as

source: the next picture shows you another way to let the wheels turn .
af: die volgende prent beeld nog 'n manier uit waarop jy die wiele kan laat draai .

source: this time the axle remains still and the wheels turn on the axle .
af: hierdie keer draai die as nie net die wiele draai om die as .

source: your moon rover can look different to the apollo rovers .
af: jou maantuig mag anders as die apollo maantuie lyk .

source: the apollo engineers designed other rovers but in the end they chose this design .
af: die apollo ingenieurs het ander maantuie ook ontwerp maar aandie einde op hierdie ontwerp besluit .

source: your design will look different to their designs .
af: jou ontwerp sal anders ashulle ontwerp lyk .

source: an engineer is someone who designs and builds machines and structures for a living .
af: 'n ingenieur is iemand wat masjiene en strukture ontwerp en bou vir 'n lewe .

source: if you enjoy the technology projects then maybe one day you could be an engineer !
af: as jy die tegnologieprojekte geniet kan jy miskien eendag 'n ingenieur word !

source: specifications
af: spesifikasies

source: constraints
af: beperkings

source: design
af: ontwerp

source: leave some space at the bottom for a second design .
af: los spasie onderaan die bladsy vir 'n tweede ontwerp .

source: when you begin making the rover you will get better ideas .
af: sodra jy die maantuig begin bou sal jy met beter idees vorendag kom .

source: then you can draw another picture of your design .
af: dan kan jy nog 'n skets van jou ontwerp maak .

source: the two pictures will show how your ideas changed .
af: die twee sketse sal wys hoe jou idees verander het .

source: things to collect for wheels you can collect snuffboxes shoe polish tins the lids of bottles .
af: items om vir die wiele te versamel jy kan snuifdosies skoenpolitoerblikkies en die deksels van bottels bymekaar maak .

source: you can also cut out cardboard circles .
af: jy kan ook sirkels uit karton sny .

source: things to collect for axles you can find sosatie sticks stiff plastic straws wooden dowel sticks aluminium rods .
af: items om vir die asse te versamel jy kan sosatiestokkies stywe plastiekstrooitjies houttappenne en aluminiumstafies bymekaarmaak .

source: the school may have plastic rods from a supplier .
af: die skool het dalk plastiekstafies van 'n verskaf

source: tools and materials you need as a class
af: gereedskap en materiaal wat jy in die klas gaan nodig h&#234;

source: make
af: maak

source: now let's make the rover .
af: kom ons maak 'n maantuig .

source: below are some tips which will help you when making your rover .
af: hieronder is 'n paar wenke wat jou sal help om jou maantuig te maak .

source: remember that you may not have the perfect design from the start !
af: onthou dat jy nie van die begin af 'n perfekte ontwerp hoef te h&#234; nie .

source: so when making your rover you need to go back and modify your design as you find things which work and do not work .
af: wanneer jy jou maantuig begin maak moet jy teruggaan en jou ontwerp aanpas as jy goed kry watwerk en wat nie werk nie .

source: how to find the centre of a wheel remember a wheel is a circle
af: hoe om die middel van 'n wiel te kry onthou 'n wiel is 'n sirkel

source: how to make the right size hole in the centre
af: hoe om die regte grootte gaatjie in die middel te maak

source: how to stop wheels wobbling on their axles
af: hoe om te keer dat die wiele wikkel op hul asse

source: does the wheel rub against the body of the rover ?
af: skaaf die wiel teen die bakwerk van die maantuig ?

source: does the wheel come off the axle ?
af: val die wiel van die as af ?

source: does the rover not run in a straight line ?
af: beweeg die maantuig nie in 'n reguit lyn nie ?

source: test your rover and make it run as well as you can .
af: toets jou maantuig en laat dit so goed as moontlik beweeg .

source: go back and draw your improved design .
af: gaan terug en teken jou verbeterde ontwerp .

source: draw the rover you have made and write labels to explain what all the parts do .
af: teken die maantuig wat jy gemaak het en skryf byskrifte om te verduidelik wat elke deel doen .

source: for example you can write this piece of straw stops the wheel rubbing against the body .
af: jy kan byvoorbeeld skryf &#8220;die stuk strooitjie keer dat die wiel teen die bakwerk skuur .

source: evaluate
af: evalueer

source: at this point in a technology project you stop and ask yourself did we do a good project ?
af: op hierdie stadium van die tegnologieprojek kan jy stop en vir jouself vra het ons 'n goeie projek gemaak ?

source: did we make something that solves the problem ?
af: het ons iets gemaak wat die probleem sal oplos ?

source: clear an area in the classroom to show the class's moon rovers .
af: maak spasie in die klas om die klas se maantuie te toets .

source: show your group's moon rover .
af: wys jou groep se maantuig .

source: show how it moves by itself or how it rolls down a sloping plank .
af: wys hoe dit op sy eie kan beweeg en hoe dit teen 'n styl plank afrol .

source: discuss these questions in the class for each moon rover
af: bespreek hierdie vrae vir elke maantuig in die klas

source: write down how far each moon rover from each group can go after it rolls down the plank .
af: skryf neer hoe ver elke groep se maantuig kan beweeg as dit teen die plank afrol .

source: you now need to draw a bar graph to present this data information in the space below .
af: jy moet 'n staafgrafiek trek om die data die inligting te verteenwoordig .

source: your teacher will help you to get started and then you can finish drawing it yourself .
af: jou onderwyser sal jou help om te begin en jy kan dit dan self klaarmaak .

source: take the learners through how to draw a bar graph step by step .
af: neem die leerders stap vir stap deur die proses om 'n staafgrafiek te teken .

source: explain why a bar graph is used and not a line graph for example .
af: verduidelik waarom 'n staafgrafiek gebruik word en nie 'n lyngrafiek nie .

source: a line graph is used when a single variable is tracked against a series of known quantities .
af: 'n lyngrafiek word gebruik wanneer daar net een veranderlike teen 'n stel bekende waardes gemeet word .

source: for example in this case if learners were to use one rover and test how far it went when they changed the angle of the plank then a line graph would be used .
af: asleerders byvoorbeeld soos in hierdie geval een maantuig gebruik en toets hoe ver dit beweeg as hulle die hoek van die plank verander sal 'n lyngrafiek gebruik kan word .

source: you can do this as an extension to show the difference between the graphs .
af: jy kan dit as 'n uitbreiding van die aktiwiteit doen en die verskil tussen die grafieke uitwys .

source: on the other hand a bar graph is used when there are two or more things being measured or counted .
af: 'n staafgrafiek word weer gebruik wanneer daar twee of meer goed gemeet of getel word .

source: in this case all the rovers are being measured .
af: in hierdie geval word al die maantuie gemeet .

source: they are not related to each other so you cannot draw a line between the points .
af: hulle is nie verwant aanmekaar nie so jy kan nie 'n lyngrafiek met punte wat verbind is trek nie .

source: but rather a bar graph is used to compare the measurement for each object .
af: 'n staafgrafiek word eerdergebruik om die afmetings van elke voorwerp te vergelyk .

source: the objects being measured must go along the horizontal x axis independent variable and the distance moved must go on the vertical y axis dependent variable .
af: die voorwerpe wat gemeet word moet op die horisontale x as die onafhanklike veranderlike aangedui word en die afstand wat dit beweeg moet op die vertikale y as afhanklike veranderlike aangedui word .

source: you can assign each group a number to plot on the x axis or allow them to come up with their own names for their rovers .
af: jy kan vir elke groep 'n nommer gee om op die x as aan te dui of hulle toelaat om hul eie name vir hul maantuie uit te dink .

source: record all the results in a table on the board with the group name number in the first column and the distance moved in the second column .
af: teken al die resultate in 'n tabel aan op die bord met die naam van die groep of hulle nommer in die eerste kolom en die afstand wat dit beweeg het in die tweede kolom .

source: you can then draw the axes for the graph next to this table so that learners can see that the information from the table is now presented differently as a graph but it is the same information .
af: jy kan dan die asse van die grafiek langs die tabel trek sodat jou leerders kan sien dat dieinligting uit die tabel nou as 'n grafiek voorgestel word .

source: you can draw the bar for the first group and then let the class finish drawing the other bars .
af: dit is egter nog steeds dieselfde inligting .

source: make sure to walk around the class while learners are completing this .
af: jy kan die staafgrafiek vir die eerste groep teken en dan die hele klas die res van die grafiek laat teken.maak seker dat jy in die klas rond beweeg terwyl jou leerders dit voltooi .

source: although learners do not need to know the terms independent and dependent variable they need to start learning about different types of graphs as they often battle with this in the later grades .
af: hoewel leerders nie die konsepte &#8220;afhanklike&#8221; en &#8220;onafhanklike&#8221; veranderlikes hoef te ken nie moet hulle die verskillende soorte grafieke begin leer ken aangesien hulle gewoonlik in latere grade daarmee sukkel .

source: after you have tested and evaluated everyone's rovers as a class use the following space to write an evaluation of your own rover .
af: nadat julle almal se maantuie as 'n klas getoets en ge&#235;valueer het moet jy die volgende spasie gebruik om 'n evaluering van jou eie maantuig neer te skryf .

source: remember to answer the questions above when evaluating how successful your rover is .
af: onthou om die vrae hierbo te beantwoord wanneer jy evalueer hoe suksesvol jou maantuig is .

source: below is a summary of some of the things that we learnt from doing this project
af: hieronder is 'n opsomming van sommige van die aspekte wat ons geleer het toe ons die projek gedoen het .

source: pathfinder opportunity curiosity or spirit
af: pathfinder opportunity curiosity of spirit

source: they need them so that they can cover greater distances .
af: hulle kan dan groter afstande dek .

source: they also collect rock samples and so they need the rovers to carry the samples back to their spacecraft .
af: hulle gebruik dit ook om rotsmonsters wat hulle versamel terug na die ruimtetuig te vervoer .

source: rovers used on the moon are driven by people on the actual rover .
af: maantuie wat op die maan gebruik word word deur mensebestuur wat fisies daarop sit .

source: people have never been to mars so these vehicles are operated by people back on earth .
af: mense was nog nooit op mars nie dus word hierdie maantuie deur mense op die aarde bestuur beheer .

source: an axle
af: 'n as

source: this is a learner dependent answer. answers can include something about looking for signs of other life discovering what makes earth unique pure scientific interest etc .
af: antwoord hang van leerders af. dit kan die volgende insluit om tekens van ander vorme van lewe te soek uit te vind wat die aarde uniek maak gewone wetenskaplike belangstelling ens .

source: the telescope was first discovered by the dutch .
af: die teleskoop is eerste deur die nederlanders ontdek .

source: in holland a lot of the people were sailors and sea explorers so they used their telescopes at sea to see if ships far away on the horizon were friends or maybe pirates .
af: baie mense in nederland was matrose en see verkenners en daarom het hulle teleskope op die see gebruik om te kan sien of die ander skepe wat ver op die horison was vyande of vriende was .

source: a telescope makes faraway things look bigger and closer .
af: 'n teleskoop laat goed wat ver is nader en groter lyk .

source: here is an introduction you can use with your learners .
af: hier is 'n inleiding wat jy met jou leerders kan bespreek van die vroegste tye wat mense kon sien en wonder oor dinge het mense opgekyk na die hemel en gewonder wat die helder goed daarbo is .

source: from the earliest times that people could look and wonder people have looked up into the night sky and wondered what the bright things up there are .
af: hulle kon sien hoe die goed beweeg maar hulle het nie geweet hoe ver hulle was of wat hulle was nie .

source: they could see how these things moved but they did not know how far away they were or what they were .
af: hulle het geweet dat dieplanete anders as sterre is .

source: they knew that the planets are different to the stars .
af: die sterre het altyd op dieselfde plek gebly maar die planete het elke aand nader aan die sterre beweeg en dan weer verder weg beweeg .

source: galileo galilei was a professor of mathematics at the university of padua italy .
af: galileo galilei was 'n wiskunde professor by die universiteit van padua itali&#235; .
